Revit 2027 API
ParameterTypeId.TrussElementAngleParam Property
 "Rotation Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementAngleParam { get; }
Public Shared ReadOnly Property TrussElementAngleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementAngleParam {
	ForgeTypeId^ get ();
}
static member TrussElementAngleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace